Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Confirm the Slack app has Socket Mode on and the app_mention/message event subscriptions (the recommended manifest includes them).
zh_hans: 确认 Slack 应用已开启 Socket Mode 并订阅了 app_mention/message 事件（推荐的清单已包含它们）。
zh_hant: 確認 Slack 應用程式已開啓 Socket Mode 並訂閱了 app_mention/message 事件（推薦的設定檔已包含它們）。

source: Conflict
zh_hans: 冲突
zh_hant: 衝突

source: Connect a Discord bot so agents can read allowlisted channels and post only to write-allowlisted destinations.
zh_hans: 连接 Discord 机器人，以便代理可以读取已允许列表的频道，并仅发布到写入允许列表的目标。
zh_hant: 連線 Discord 機器人，以便代理可以讀取已允許清單的頻道，並僅發佈到寫入允許清單的目標。

source: Connect a Search Provider
zh_hans: 连接搜索提供商
zh_hant: 連線搜尋供應商

source: Connect a service to give your agents more tools.
zh_hans: 连接服务，为你的智能体提供更多工具。
zh_hant: 連線服務以給你的智能體更多工具。

source: Connect a Slack bot so agents can inspect allowlisted channels and post only to write-allowlisted destinations.
zh_hans: 连接 Slack 机器人，以便代理可以检查已允许列表的频道，并仅发布到写入允许列表的目标。
zh_hant: 連線 Slack 機器人，以便代理可以檢查已允許清單的頻道，並僅發佈到寫入允許清單的目標。

source: Connect a Telegram bot so agents can read allowlisted chats and post only to write-allowlisted destinations.
zh_hans: 连接 Telegram 机器人，以便代理可以读取已允许列表的聊天，并仅发布到写入允许列表的目标。
zh_hant: 連線 Telegram 機器人，以便代理可以讀取已允許清單的聊天，並僅發佈到寫入允許清單的目標。

source: Connect a Telegram bot, then enable long polling and allowlist readable chats plus authorized senders before expecting new messages to arrive.
zh_hans: 连接 Telegram 机器人，然后启用长轮询并将可读聊天以及授权发送者加入允许列表，然后才能接收新消息。
zh_hant: 連接 Telegram 機器人，然後開啟長輪詢，並把可讀聊天和授權發送者加入允許清單，這樣才能接收新消息。

source: Connect Provider
zh_hans: 连接提供商
zh_hant: 連接提供者

source: Connect services that give your agents more tools, using MCP (Model Context Protocol)
zh_hans: 连接为智能体提供更多工具的服务，使用 MCP（模型上下文协议）
zh_hant: 連線爲智能體提供更多工具的服務，使用 MCP（模型上下文協議）

source: Connect to load servers and channels
zh_hans: 连接以加载服务器和频道
zh_hant: 連線以載入伺服器和頻道

source: Connect to load workspace choices
zh_hans: 连接以加载工作区选项
zh_hant: 連線以載入工作區選項

source: Connect your first channel
zh_hans: 连接你的第一个频道
zh_hant: 連線您的第一個頻道

source: Connected — a registered webhook is blocking long polling
zh_hans: 已连接 — 已注册的 webhook 正在阻止长轮询
zh_hant: 已連線 — 已註冊的 webhook 正在阻止長輪詢

source: Connected — add authorized sender IDs to enable receive
zh_hans: 已连接 — 添加已授权的发送者 ID 以启用接收
zh_hant: 已連線 — 新增已授權的傳送者 ID 以啟用接收

source: Connected — add readable channel or chat IDs to finish setup
zh_hans: 已连接 — 添加可读的频道或聊天 ID 以完成设置
zh_hant: 已連線 — 新增可讀取的頻道或聊天 ID 以完成設定

source: Connected — add readable chat IDs to finish Telegram receive
zh_hans: 已连接 — 添加可读聊天 ID 以完成 Telegram 接收
zh_hant: 已連線 — 輸入可讀聊天 ID 以完成 Telegram 接收

source: Connected — enable long polling to receive Telegram messages
zh_hans: 已连接 — 启用长轮询以接收 Telegram 消息
zh_hant: 已連接 — 啟用長輪詢以接收 Telegram 消息

source: Connected — read-only
zh_hans: 已连接 — 只读
zh_hant: 已連線 — 唯讀

source: Connected — reads and writes enabled
zh_hans: 已连接 — 读写已启用
zh_hant: 已連線 — 讀寫已啟用

source: Connected — receive storage is off
zh_hans: 已连接 — 接收存储已关闭
zh_hant: 已連接 — 接收儲存已關閉

source: Connected — the bot's workspace is not in the workspace allowlist
zh_hans: 已连接 — 机器人的工作区不在工作区允许列表中
zh_hant: 已連線 — 機器人的工作區不在工作區允許清單中

source: Connected — writes are on but no writable channels are allowlisted
zh_hans: 已连接 — 写入已开启，但未将任何可写入频道加入允许列表
zh_hant: 已連線 — 寫入已開啟，但未將任何可寫入頻道加入允許清單

source: Connected — writes are on but no writable chats are allowlisted
zh_hans: 已连接 — 写入已开启，但未将任何可写入聊天加入允许列表
zh_hant: 已連線 — 寫入已開啟，但未將任何可寫入聊天加入允許清單

source: Connected %@
zh_hans: 已连接 %@
zh_hant: 已連接 %@

source: Connected! (1 tool)
zh_hans: 已连接！（1 个工具）
zh_hant: 已連線！（1 個工具）

source: Connected. You're all set.
zh_hans: 已连接。一切准备就绪。
zh_hant: 已連線。一切準備就緒。

# Connection %@, %lld tools
source: Connection %1$@, %2$lld tools
zh_hans: 连接 %@，%lld 个工具
zh_hant: 連線 %@，%lld 個工具

source: Connection Health
zh_hans: 连接健康
zh_hant: 連線健康

source: Connection ID
zh_hans: 连接 ID
zh_hant: 連線 ID

source: Connection ID (required)
zh_hans: 连接 ID（必需）
zh_hant: 連線 ID（必要）

source: Connection ID is required.
zh_hans: 连接 ID 是必需的。
zh_hant: 連線 ID 是必要的。

source: Connection maintenance and diagnostics
zh_hans: 连接维护和诊断
zh_hant: 連線維護和診斷

source: Connections
zh_hans: 连接
zh_hant: 連線

source: Consolidation Interval
zh_hans: 整合间隔
zh_hant: 合併間隔

source: Context & KV Policy
zh_hans: 上下文与 KV 策略
zh_hant: 上下文與 KV 策略

source: Context budget: %@ tokens
zh_hans: 上下文预算：%@ Token
zh_hant: 上下文預算：%@ tokens

source: Continue Participating Threads
zh_hans: 继续参与讨论串
zh_hant: 繼續參與的討論串

source: Control and query Mac apps with AppleScript automation
zh_hans: 通过 AppleScript 自动化控制和查询 Mac 应用
zh_hant: 通過 AppleScript 自動化控制和查詢 Mac 應用

source: Controls GPU residency after an image job runs.
zh_hans: 控制图片任务运行后的 GPU 驻留。
zh_hant: 控制圖片任務執行後的 GPU 驐留。

source: Controls the models returned by /models and /tags. Hidden models can still be used by requesting them directly. Changes apply immediately.
zh_hans: 控制通过/models 和/tags 返回的模型。隐藏的模型仍可通过直接请求来使用。更改立即生效。
zh_hant: 控制 /models 與 /tags 所回傳的模型。隱藏的模型仍可透過直接請求來使用。變更會立即生效。

source: Copy an API key from the API Keys page.
zh_hans: 从 API 密钥页面复制一个 API 密钥。
zh_hant: 從 API 金鑰頁面複製一個 API 金鑰。

source: Copy definition JSON
zh_hans: 复制定义 JSON
zh_hant: 複製定義 JSON

source: Copy Diagnostics
zh_hans: 复制诊断
zh_hant: 複製診斷

source: Copy Probe Result
zh_hans: 复制探测结果
zh_hant: 複製探測結果

source: Copy redacted export
zh_hans: 复制脱敏导出
zh_hant: 複製脫敏導出

source: Copy Redacted Export
zh_hans: 复制脱敏导出
zh_hant: 複製脫敏導出

source: Copy the API key that starts with tvly- from your dashboard.
zh_hans: 从仪表板复制以 tvly- 开头的 API 密钥。
zh_hant: 從儀錶板複製以 tvly- 開頭的 API 金鑰。

source: Copy the recommended app manifest
zh_hans: 复制推荐的应用清单
zh_hant: 複製推薦的應用程式設定檔

source: Copy the Search engine ID (cx) from its settings.
zh_hans: 从其设置中复制搜索引擎 ID (cx)。
zh_hant: 從其設定中複製搜尋引擎 ID (cx)。

source: Copy the test message
zh_hans: 复制测试消息
zh_hant: 複製測試訊息

source: Copy your API key from the dashboard.
zh_hans: 从仪表板复制你的 API 密钥。
zh_hant: 從儀錶板複製你的 API 金鑰。

source: core model
zh_hans: 核心模型
zh_hant: 核心模型

# Could not import skill file "%@": %@
source: Could not import skill file "%1$@": %2$@
zh_hans: 无法导入技能文件“%1$@”：%2$@
zh_hant: 無法匯入技能檔案"%1$@"：%2$@

source: Couldn't export activity
zh_hans: 无法导出活动
zh_hant: 無法匯出活動

# Couldn't undo %@: %@
source: Couldn't undo %1$@: %2$@
zh_hans: 无法撤销 %@：%@
zh_hant: 無法復原 %@：%@

source: Couldn't update channel writes
zh_hans: 无法更新频道写入
zh_hant: 無法更新頻道寫入

source: Create
zh_hans: 创建
zh_hant: 建立

source: Create a bot in the Discord Developer Portal
zh_hans: 在 Discord 开发者门户中创建机器人
zh_hant: 在 Discord 開發者入口網站中建立機器人

source: Create a bot with @BotFather, then paste its token
zh_hans: 使用 @BotFather 创建机器人，然后粘贴其令牌
zh_hant: 使用 @BotFather 建立機器人，然後貼上其令牌

source: Create a Programmable Search Engine at programmablesearchengine.google.com (enable "Search the entire web").
zh_hans: 在 programmablesearchengine.google.com 创建可编程搜索引擎（启用“搜索整个网络”）。
zh_hant: 在 programmablesearchengine.google.com 建立可程式化搜尋引擎（啟用「搜尋整個網路」）。

source: Create a Slack app at api.slack.com/apps
zh_hans: 在 api.slack.com/apps 创建 Slack 应用
zh_hant: 在 api.slack.com/apps 建立 Slack 應用程式

source: Create a tool or import a JSON recipe. Custom tools are set up automatically the first time an agent uses them.
zh_hans: 创建工具或导入 JSON 配方。自定义工具在智能体首次使用时会自动设置。
zh_hant: 建立工具或匯入 JSON 配方。自訂工具在代理首次使用時會自動設定。

source: Create an API key from the settings page.
zh_hans: 从设置页面创建 API 密钥。
zh_hant: 從設定頁面建立 API 金鑰。

source: Create an API key under API Keys.
zh_hans: 在“API 密钥”下创建 API 密钥。
zh_hant: 在“API 金鑰”下建立 API 金鑰。

source: Create an API key.
zh_hans: 创建 API 密钥。
zh_hant: 建立 API 金鑰。

source: Create Custom Tool
zh_hans: 创建自定义工具
zh_hant: 建立自訂工具

source: Create spreadsheets and presentations, delivered as downloadable files
zh_hans: 创建电子表格和演示文稿，以可下载文件的形式交付
zh_hant: 建立電子表格和演示文稿，以可下載檔案的形式交付

source: Create the bot app
zh_hans: 创建机器人应用
zh_hant: 建立機器人應用程式

source: Create the bot with @BotFather
zh_hans: 使用 @BotFather 创建机器人
zh_hant: 使用 @BotFather 建立機器人

source: Create the Slack app
zh_hans: 创建 Slack 应用
zh_hant: 建立 Slack 應用程式

source: Created
zh_hans: 已创建
zh_hant: 已建立

source: Creates the bot and prints its token.
zh_hans: 创建机器人并打印其令牌。
zh_hant: 建立機器人並打印其令牌。

source: Credentials
zh_hans: 凭据
zh_hant: 憑證

source: Credit
zh_hans: 积分
zh_hant: 積分

source: Credits Activity
zh_hans: 积分活动
zh_hant: 積分活動

source: Currently connected, but the last probe failed.
zh_hans: 当前已连接，但上次探测失败。
zh_hant: 當前已連線，但上次探測失敗。

source: Currently persisted for unknown-metadata models.
zh_hans: 当前为元数据未知的模型所保存的值。
zh_hant: 目前為中繼資料未知的模型所儲存的值。

source: Custom channels are outbound-only until you authorize incoming senders. Anything posted to the inbound inbox API from senders not listed here is denied.
zh_hans: 自定义频道仅限出站，直到你授权传入发送者。从此处未列出的发送者发布到传入收件箱 API 的任何内容都会被拒绝。
zh_hant: 自訂頻道僅限出站，直到您授權傳入傳送者。從此處未列出的傳送者發佈到傳入收件匣 API 的任何內容都會被拒絕。

source: Custom HTTP Connections
zh_hans: 自定义 HTTP 连接
zh_hant: 自訂 HTTP 連線

source: Custom HTTP JSON channel
zh_hans: 自定义 HTTP JSON 频道
zh_hant: 自訂 HTTP JSON 頻道

source: Custom JSON channel `%@` is configured, but custom HTTP execution is not enabled yet.
zh_hans: 自定义 JSON 频道 `%@` 已配置，但尚未启用自定义 HTTP 执行。
zh_hant: 自訂的 JSON 通道 `%@` 已經設定，但尚未啟用自訂的 HTTP 執行。

source: Custom JSON Connections
zh_hans: 自定义 JSON 连接
zh_hant: 自訂 JSON 連線

source: Custom providers
zh_hans: 自定义提供商
zh_hant: 自訂供應商

source: Custom providers must be declarative (runtime: declarative).
zh_hans: 自定义提供商必须是声明式的（runtime: declarative）。
zh_hant: 自訂供應商必須是聲明式的（runtime: declarative）。

source: Custom Search Provider
zh_hans: 自定义搜索提供商
zh_hant: 自訂搜尋提供商

# Custom tool %@, %lld tools
source: Custom tool %1$@, %2$lld tools
zh_hans: 自定义工具 %@，%lld 个工具
zh_hant: 自訂工具 %@，%lld 個工具

source: Custom Tools
zh_hans: 自定义工具
zh_hant: 自訂工具

source: Dangerous-app confirm
zh_hans: 危险应用需确认
zh_hant: 危險應用程式需確認

source: dangerous-app floor -> Ask first
zh_hans: 危险应用下限 → 先询问
zh_hant: 危險應用程式下限 → 先詢問

source: Dashboard
zh_hans: 仪表板
zh_hant: 儀錶板

source: Data Keeper
zh_hans: 数据管理员
zh_hant: 數據管理員

source: Days episodes are kept before pruning. 0 keeps them forever
zh_hans: 情景在被清理前保留的天数。设为 0 则永久保留。
zh_hant: 劇集在清理前保留的天數。設為 0 則永遠保留。

source: Decrypted %lld stores; now plaintext at rest.
zh_hans: 已解密 %lld 个存储；现在为明文存储。
zh_hant: 已解密 %lld 個儲存；現在為明文儲存。

source: Decrypted 1 store; now plaintext at rest.
zh_hans: 已解密 1 个存储；现在为明文存储。
zh_hant: 已解密 1 個儲存；現在為明文儲存。

source: Deep work
zh_hans: 深度工作
zh_hant: 深度工作

source: Default agent
zh_hans: 默认智能体
zh_hant: 預設智慧體

source: Default Agent Max Output Tokens
zh_hans: 智能体默认最大输出 Token 数
zh_hant: 智能體預設最大輸出 Token 數

source: Default Models
zh_hans: 默认模型
zh_hant: 預設模型

source: Default order
zh_hans: 默认顺序
zh_hant: 預設順序

source: Default Read Limit
zh_hans: 默认读取限制
zh_hant: 預設讀取限制

source: Default Read Limit must be a number from 1 to 100.
zh_hans: 默认读取限制必须是 1 到 100 之间的数字。
zh_hant: 預設讀取限制必須是 1 到 100 之間的數字。

source: Default recent-message count for channel/thread reads. Clamped to 1-100.
zh_hans: 频道/子区读取的默认最近消息数。限制在 1-100 之间。
zh_hant: 頻道/執行緒讀取的預設最近訊息數。限制在 1-100 之間。

source: Default recent-message count for Slack reads. Clamped to 1-100.
zh_hans: Slack 读取的默认最近消息数。限制在 1-100 之间。
zh_hant: Slack 讀取的預設最近訊息數。限制在 1-100 之間。

source: Default recent-message count for Telegram reads. Clamped to 1-100.
zh_hans: Telegram 读取的默认最近消息数。限制在 1-100 之间。
zh_hant: Telegram 讀取的預設最近訊息數。限制在 1-100 之間。

source: Default recent-message count. Clamped to 1-100.
zh_hans: 默认最近消息数。限制在 1-100 之间。
zh_hant: 預設最近訊息數。限制在 1-100 之間。

source: Default voice for AI-generated greetings + quick actions. Turn greetings on per agent under the agent's Appearance tab, where each agent can also override this voice.
zh_hans: AI 生成问候语与快捷操作的默认风格。在智能体的外观标签页中为每个智能体单独开启问候语，各智能体也可覆盖此风格。
zh_hant: AI 生成問候語和快速操作的默認語音。在代理的外觀選項卡中按代理開啓問候語，每個代理也可以覆蓋此語音。

source: Define at least one action in the action map.
zh_hans: 在操作映射中定义至少一个操作。
zh_hant: 在操作對應中定義至少一個操作。

source: Define the HTTP requests
zh_hans: 定义 HTTP 请求
zh_hant: 定義 HTTP 請求

source: Definition copied
zh_hans: 定义已复制
zh_hant: 定義已複製

source: Delete %lld Rows
zh_hans: 删除 %lld 行
zh_hant: 刪除 %lld 行

source: Delete 1 Row
zh_hans: 删除 1 行
zh_hant: 刪除 1 行

source: Delete 1 row?
zh_hans: 删除 1 行？
zh_hant: 刪除 1 行？

source: Delete All Data…
zh_hans: 删除所有数据…
zh_hant: 刪除所有數據…

source: Delete Connection?
zh_hans: 删除连接？
zh_hant: 刪除連線？

source: Delete message
zh_hans: 删除消息
zh_hant: 刪除訊息

source: Delete this custom provider
zh_hans: 删除此自定义提供商
zh_hant: 刪除此自訂供應商

source: Deleted agent
zh_hans: 已删除的智能体
zh_hant: 已刪除的智能體

source: Deleted rows the agent can still restore.
zh_hans: 智能体仍可恢复的已删除行。
zh_hant: 代理仍可邊原的已刪除行。

source: DEPLOYMENT NAMES
zh_hans: 部署名称
zh_hant: 部署名稱

source: Describe any REST search API as a JSON definition
zh_hans: 以 JSON 定义描述任何 REST 搜索 API
zh_hant: 以 JSON 定義描述任何 REST 搜尋 API

source: Describe any REST search API as JSON. Placeholders: {{query}}, {{max_results}}, {{offset}}, {{page}}, {{start}}, {{time_range}}, {{after_date}}, {{region}}, {{secret.<id>}}.
zh_hans: 以 JSON 格式描述任何 REST 搜索 API。占位符：{{query}}、{{max_results}}、{{offset}}、{{page}}、{{start}}、{{time_range}}、{{after_date}}、{{region}}、{{secret.<id>}}。
zh_hant: 以 JSON 格式描述任何 REST 搜尋 API。佔位符：{{query}}、{{max_results}}、{{offset}}、{{page}}、{{start}}、{{time_range}}、{{after_date}}、{{region}}、{{secret.<id>}}。

source: Detection
zh_hans: 检测
zh_hant: 檢測

source: Diagnostic / Dangerous
zh_hans: 诊断 / 危险
zh_hant: 診斷 / 危險

source: Dictation Hotkey
zh_hans: 听写快捷键
zh_hant: 聽寫快速鍵

source: Discord bot token removed
zh_hans: Discord 机器人令牌已移除
zh_hant: Discord 機器人令牌已移除

source: Discord choices loaded
zh_hans: Discord 选项已加载
zh_hant: Discord 選項已載入

source: Discord receive polling
zh_hans: Discord 接收轮询
zh_hant: Discord 接收輪詢

source: Discord settings saved
zh_hans: Discord 设置已保存
zh_hant: Discord 設定已儲存

source: Discord settings saved — receive is ready
zh_hans: Discord 设置已保存 — 接收已就绪
zh_hant: Discord 設定已儲存 — 接收已就緒

source: Dismiss memory warning
zh_hans: 忽略内存警告
zh_hant: 忽略記憶體警告

source: dispatch
zh_hans: 分发
zh_hant: 分發

source: Dispatch Discord Messages to an Agent
zh_hans: 将 Discord 消息分发给智能体
zh_hant: 將 Discord 訊息分派給智慧體

source: Dispatch Incoming Messages to an Agent
zh_hans: 将传入消息分发给智能体
zh_hant: 將傳入訊息分派給智慧體

source: Dispatch to an agent is turned off. Enable it and pick an agent in the channel settings.
zh_hans: 分派到智能体已关闭。请在频道设置中启用并选择一个智能体。
zh_hant: 分派到智慧體已關閉。在頻道設定中啟用並選擇一個智慧體。

source: Display Name
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Disposition
zh_hans: 处置结果
zh_hant: 處置結果

source: Distillation has only skipped so far; common causes are no core model, model unavailable, or not resident.
zh_hans: 迄今为止仅跳过了蒸馏；常见原因是没有核心模型、模型不可用或未驻留。
zh_hant: 截至目前為止僅跳過了蒸餾；常見原因包括沒有核心模型、模型不可用或未駐留。

source: Distillation is failing before writing episodes.
zh_hans: 蒸馏在写入情景之前失败。
zh_hant: 蒸餾在寫入片段之前失敗。

source: Distillation ran but produced no usable episode.
zh_hans: 蒸馏已运行但未产生可用情景。
zh_hant: 蒸餾已運行但未產生可用片段。

source: Distillation results
zh_hans: 蒸馏结果
zh_hant: 蒸餾結果

source: Document Builder
zh_hans: 文档构建器
zh_hant: 文檔構建器

source: Double-click
zh_hans: 连按两下
zh_hant: 連按兩下

source: Double-click a row (or press ↗) to open it · check rows to delete several at once · deleted rows are dimmed.
zh_hans: 双击一行（或按 ↗）打开 · 勾选行可一次删除多个 · 已删除的行会变暗。
zh_hant: 雙擊一行（或按 ↗）開啟 · 勾選行可一次刪除多個 · 已刪除的行會變暗。

source: Download a model below to choose one.
zh_hans: 在下方下载模型后即可选择。
zh_hant: 在下方下載模型以進行選擇。

source: Download image models
zh_hans: 下载图片模型
zh_hant: 下載圖片模型

source: Download or import the model before Osaurus can inspect or prove local tool use.
zh_hans: 请先下载或导入模型，Osaurus 才能检查或验证本地工具使用。
zh_hant: 請先下載或導入模型，Osaurus 才能檢查或驗證本地工具使用。

source: Draft check found %lld issue(s)
zh_hans: 草稿检查发现 %lld 个问题
zh_hant: 草稿檢查發現 %lld 個問題

source: Draft check passed
zh_hans: 草稿检查通过
zh_hant: 草稿檢查通過

source: Draft configuration looks valid. Save to run live diagnostics against the endpoint.
zh_hans: 草稿配置看起来有效。保存以对端点运行实时诊断。
zh_hant: 草稿設定看起來有效。儲存以對端點運行即時診斷。

source: Draft message
zh_hans: 起草消息
zh_hant: 草稿資訊

source: Drag
zh_hans: 拖移
zh_hant: 拖移

source: Drop this saved view. The underlying tables are not affected.
zh_hans: 删除此保存的视图。底层表不受影响。
zh_hant: 刪除此儲存的視圖。底層表不受影響。

source: e.g., Web Researcher
zh_hans: 例如，Web Researcher
zh_hant: 例如，Web Researcher

source: Each agent gets its own isolated browser profile. Cookies and sign-ins persist between chats but are never shared with other agents or your regular browser.
zh_hans: 每个智能体都有自己的隔离浏览器配置文件。Cookie 和登录状态在聊天之间持续保留，但不会与其他智能体或你的常规浏览器共享。
zh_hant: 每個智能體都有自己的隔離瀏覽器設定檔。Cookie 和登入狀態在聊天之間持續保留，但不會與其他智能體或你的常規瀏覽器共享。

source: Edit Custom Tool
zh_hans: 编辑自定义工具
zh_hant: 編輯自訂工具

source: Edit Folder Files
zh_hans: 编辑文件夹文件
zh_hant: 編輯資料夾檔案

source: Edit message
zh_hans: 编辑消息
zh_hant: 編輯訊息

source: Effect class
zh_hans: 影响类别
zh_hant: 影響類別

source: Effort
zh_hans: 努力程度
zh_hant: 努力程度

source: Empty message
zh_hans: 空消息
zh_hant: 空訊息

source: EN
zh_hans: 英文
zh_hant: 英文

source: Enable %@
zh_hans: 启用 %@
zh_hant: 啟用 %@

source: Enable at least one source below to let agents search the web.
zh_hans: 请启用下方至少一个来源以允许智能体搜索网页。
zh_hant: 請啟用下方至少一個來源以允許智慧體搜尋網頁。

source: Enable at least one standard action.
zh_hans: 启用至少一个标准操作。
zh_hant: 啟用至少一個標準操作。

source: Enable Database
zh_hans: 启用数据库
zh_hant: 啟用資料庫

source: Enable Long Polling
zh_hans: 启用长轮询
zh_hant: 啟用長輪詢

source: Enable Memory
zh_hans: 启用记忆
zh_hant: 啓用記憶

source: Enable Slack sending before automatic channel replies.
zh_hans: 在自动频道回复之前启用 Slack 发送。
zh_hant: 在自動頻道回覆之前啟用 Slack 傳送。

source: Enable Telegram sending before automatic channel replies.
zh_hans: 在自动频道回复之前启用 Telegram 发送。
zh_hant: 在自動頻道回覆之前啟用 Telegram 傳送。

source: Enable Text-to-Speech
zh_hans: 启用文本转语音
zh_hant: 啓用文本轉語音

source: Enabled (read-only)
zh_hans: 已启用（只读）
zh_hant: 已啟用（只讀）

source: Encrypt Local Data at Rest
zh_hans: 加密本地静态数据
zh_hant: 加密本機靜態資料

source: Encrypted %lld stores at rest.
zh_hans: 已对 %lld 个存储启用静态加密。
zh_hant: 已加密 %lld 個儲存。

source: Encrypted 1 store at rest.
zh_hans: 已对 1 个存储启用静态加密。
zh_hant: 已加密 1 個儲存。

source: Encryption
zh_hans: 加密
zh_hant: 加密

source: Engine
zh_hans: 引擎
zh_hant: 引擎

source: Enter URL and press Return
zh_hans: 输入 URL 并按 Return 键
zh_hant: 輸入 URL 並按 Return 鍵

# Episode: %@. %@, %@
source: Episode: %1$@. %2$@, %3$@
zh_hans: 情景：%@。%@，%@
zh_hant: 片段：%@。%@，%@

source: Estimated
zh_hans: 预估
zh_hant: 預估

source: Estimated startup context
zh_hans: 预估启动上下文
zh_hant: 預估啓動上下文

source: Estimated startup context: %@
zh_hans: 预估启动上下文：%@
zh_hant: 預估啓動上下文：%@

source: Event received
zh_hans: 事件已接收
zh_hant: 事件已接收

source: Every ability this agent carries adds instructions or tool schemas to each new chat.
zh_hans: 此智能体携带的每项能力都会为每个新聊天添加指令或工具模式。
zh_hant: 此智能體攜帶的每項能力都會爲每個新聊天新增指令或工具模式。

source: Every document has a category, from its frontmatter `type:` or inferred from its folder name. Agents can filter this collection by category.
zh_hans: 每个文档都有类别，来自其前置元数据 `type:` 或从其文件夹名称推断。智能体可以按类别过滤此集合。
zh_hant: 每個文件都有類別，來自其前置元資料 `type:` 或從其資料夾名稱推斷。代理可以按類別過濾此集合。

source: Every document has a category, so agents can filter the library by it. Categories come from frontmatter `type:` or are inferred automatically from folder names.
zh_hans: 每篇文档都有一个分类，智能体可以据此筛选文档库。分类来源于前置元数据中的 type: 字段，也可根据文件夹名称自动推断。
zh_hant: 每份文件都有一個分類，代理可據此篩選文件庫。分類來源為前置資訊中的 `type:` 欄位，也可根據資料夾名稱自動推斷。

source: Every readable Slack channel must also be writable when automatic replies are enabled.
zh_hans: 启用自动回复时，每个可读的 Slack 频道也必须可写。
zh_hant: 啟用自動回覆時，每個可讀的 Slack 頻道也必須可寫。

source: Every readable Telegram chat must also be writable when automatic replies are enabled.
zh_hans: 启用自动回复时，每个可读的 Telegram 聊天也必须可写。
zh_hant: 啟用自動回覆時，每個可讀的 Telegram 聊天也必須可寫。

source: Every run and every change, with a full audit trail.
zh_hans: 每次运行和每次变更，都有完整的审计记录。
zh_hant: 每次運行和每次變更，都有完整的稽覈誌錄。

source: Everything agents can use, grouped by where each tool comes from
zh_hans: 智能体可以使用的所有内容，按每个工具的来源分组
zh_hant: 代理可以使用的所有內容，按每個工具的來源分組

source: Everything else
zh_hans: 其他所有内容
zh_hant: 其他所有內容

source: Everything in the table, including deleted rows.
zh_hans: 表中的所有内容，包括已删除的行。
zh_hant: 表中的所有內容，包括已刪除的行。

source: Everything this agent can do — flip an ability and watch the startup context respond.
zh_hans: 此智能体能做的一切 — 切换一项能力，观察启动上下文的响应。
zh_hant: 此智能體能做的一切 — 翻轉一項能力，觀察啓動上下文的響應。

source: Everything this agent stores — browse tables, saved views, and history.
zh_hans: 此智能体存储的所有内容 — 浏览表、保存的视图和历史记录。
zh_hant: 此智能體儲存的所有內容 — 瀏覽表、儲存的視圖和歷史誌錄。

source: Exa API key
zh_hans: Exa API 密钥
zh_hant: Exa API 金鑰

source: Execution
zh_hans: 执行
zh_hant: 執行

source: Experimental: boot from each agent's own copy-on-write clone of the base image so system packages persist per agent
zh_hans: 实验性功能：从每个智能体自己的基础镜像写时复制克隆启动，使系统包按智能体独立保留
zh_hant: 實驗性功能：從每個代理自己的基礎映像寫時複製複製啟動，使系統套件在每個代理之間獨立保留

source: Experimental: when the server eviction policy is Flexible (Multi Model) and memory projections say both fit, load the helper model alongside the chat model instead of unloading and reloading it — skipping the swap round-trip on high-RAM Macs. Tight RAM or the Strict policy always falls back to the normal handoff.
zh_hans: 实验性功能：当服务端驱逐策略设为“灵活（多模型）”且内存预测显示两个模型都能容纳时，将辅助模型与聊天模型并行加载，而非先卸载再重新加载——在大内存 Mac 上跳过换入换出的往返开销。内存紧张或采用严格策略时，始终回退至常规交接流程。
zh_hant: 實驗性功能：當伺服器驅逐策略設為「靈活（多模型）」，且內存預測顯示兩個模型都能容納時，會同時載入輔助模型與對話模型，而不是先卸載再重新載入——這樣可以跳過在大內存 Mac 上的載入與卸載的往返開銷。當內存不足或使用嚴格策略時，會自動回退至常規的載入與卸載流程。

source: Expires
zh_hans: 过期时间
zh_hant: 到期時間

source: Export every matching row to a CSV file — not just the rows loaded here.
zh_hans: 将所有匹配的行导出为 CSV 文件 — 不仅仅是此处加载的行。
zh_hant: 將所有匹配的行匯出爲 CSV 檔案 — 不僅僅是此處載入的行。

source: Export Router Support Bundle
zh_hans: 导出路由器支持包
zh_hant: 匯出路由器支援套件

source: Export support
zh_hans: 导出支持
zh_hant: 支援導出

source: Exported %lld rows to %@.
zh_hans: 已导出 %lld 行到 %@。
zh_hant: 已匯出 %lld 行到 %@。

source: Exported 1 row to %@.
zh_hans: 已导出 1 行到 %@。
zh_hant: 已匯出 1 行到 %@。

source: Expose all
zh_hans: 全部暴露
zh_hant: 全部顯示

source: Exposure source filter
zh_hans: 暴露来源筛选
zh_hant: 暴露來源篩選

source: Exposure state filter
zh_hans: 暴露状态筛选
zh_hant: 暴露狀態篩選

source: External Model Sources
zh_hans: 外部模型来源
zh_hant: 外部模型來源

source: External Models
zh_hans: 外部模型
zh_hant: 外部模型

source: External source
zh_hans: 外部来源
zh_hant: 外部來源

source: Extra High
zh_hans: 特别高
zh_hant: 特別高

source: Extract credits
zh_hans: 网页提取额度
zh_hant: 提取積分

source: Factory Reset
zh_hans: 恢复出厂设置
zh_hant: 回復原廠設定

source: File changes
zh_hans: 文件更改
zh_hant: 檔案更改

source: File Changes
zh_hans: 文件更改
zh_hant: 檔案更改

source: File is too large to diff.
zh_hans: 文件太大，无法比较差异。
zh_hant: 檔案太大，無法比較差異。

source: Files created by this chat will be removed, and edited or deleted files restored to their previous state. Changes made outside this chat are never overwritten.
zh_hans: 此聊天创建的文件将被删除，编辑或删除的文件将恢复到之前的状态。在此聊天之外所做的更改永远不会被覆盖。
zh_hant: 此聊天建立的檔案將被刪除，編輯或刪除的檔案將恢復到先前的狀態。在此聊天之外所做的更改永遠不會被覆蓋。

source: Files this chat created, edited, or deleted in the sandbox or selected folder.
zh_hans: 此聊天在沙盒或选定文件夹中创建、编辑或删除的文件。
zh_hant: 此聊天在沙盒或選定資料夾中建立、編輯或刪除的檔案。

source: Files this chat creates, edits, or deletes in the sandbox or selected folder appear here.
zh_hans: 此聊天在沙盒或选定文件夹中创建、编辑或删除的文件会出现在这里。
zh_hant: 此聊天在沙盒或選定資料夾中建立、編輯或刪除的檔案會出現在這裡。

source: Filter by source
zh_hans: 按来源筛选
zh_hant: 按來源篩選

source: Filter by status
zh_hans: 按状态筛选
zh_hant: 按狀態篩選

source: Filtered: %@.
zh_hans: 已筛选：%@。
zh_hant: 已篩選：%@。

source: Find
zh_hans: 查找
zh_hant: 尋找

source: Flagged
zh_hans: 已标记
zh_hant: 已標記

source: Folder Tool Permissions
zh_hans: 文件夹工具权限
zh_hant: 資料夾工具權限

source: For faster, higher-quality results, connect a provider like Tavily or Exa in the new Search tab — most have free tiers. Providers are tried in your order, with free sources as backup, and you can test any query right from settings.
zh_hans: 要获得更快、更高质量的结果，请在新的搜索标签页中连接 Tavily 或 Exa 等提供商 — 大多数提供商都有免费套餐。提供商按你的顺序依次尝试，免费来源作为备选，你可以直接在设置中测试任意查询。
zh_hant: 要獲得更快、更高品質的結果，請在新的搜尋標籤頁中連線 Tavily 或 Exa 等供應商 — 大多數供應商都有免費方案。供應商依您的順序依次嘗試，免費來源作為備選，您可以直接在設定中測試任意查詢。

source: For press_key
zh_hans: 用于按键
zh_hant: 用於按鍵

source: For type/set
zh_hans: 用于输入/设置值
zh_hant: 用於輸入/設定值

source: Free Bing search results. No key needed.
zh_hans: 免费的必应搜索结果。无需密钥。
zh_hant: 免費的必應搜尋結果。無需金鑰。

source: Free Brave search results. No key needed.
zh_hans: 免费 Brave 搜索结果。无需密钥。
zh_hant: 免費 Brave 搜尋結果。無需金鑰。
